Repository: bireme/wp-vitrines
Catalog: languages/wp-vitrines-master-*.po
Languages: es_es, pt_br

source: Windows of Knowledge
es_es: Vitrinas del Conocimiento
pt_br: Vitrines do Conhecimento

source: Window of Knowledge
es_es: Vitrina del Conocimiento
pt_br: Vitrine do Conhecimento

source: Add New
es_es: Añadir nueva
pt_br: Adicionar nova

source: Add New Window
es_es: Añadir nueva Vitrina
pt_br: Adicionar nova Vitrine

source: Edit Window
es_es: Editar Vitrina
pt_br: Editar Vitrine

source: New Window
es_es: Nueva Vitrina
pt_br: Nova Vitrine

source: Show Window
es_es: Ver Vitrina
pt_br: Ver Vitrine

source: Serch Window
es_es: Buscar Vitrina
pt_br: Buscar Vitrine

source: Window Not Found
es_es: No se encontró la Vitrina
pt_br: Nenhuma Vitrine Encontrada

source: Window Not Found in Trash
es_es: No se encontró la Vitrina en la papelera
pt_br: Nenhuma Vitrine encontrada na Lixeira

source: Parent Window
es_es: Vitrina Padre
pt_br: Vitrine Pai

source: Window Components
es_es: Componentes de la Vitrina
pt_br: Componentes da Vitrine

source: Simplified layout
es_es: Diseño simplificado
pt_br: Layout Simplificado

source: Component arrangement
es_es: Arreglo de componentes
pt_br: Disposição dos componentes

source: Window settings
es_es: Configuración de la Vitrina
pt_br: Configurações da Vitrine

source: In the menu below you can create your Window with text, images, videos and other content without Page Builder.
es_es: En el siguiente menú tu puedes crear su Vitrina con texto, imágenes, vídeos y otros contenidos sin el Page Builder.
pt_br: No menu abaixo você pode criar a sua Vitrine com texto, imagens, vídeos e outros conteúdos, sem o uso do Page Builder.

source: Presentation of the theme
es_es: Presentación del tema
pt_br: Apresentação do tema

source: Presentation
es_es: Presentación
pt_br: Apresentação

source: Area for presentation of the theme of the Window, this content will appear just below the highlighted components.
es_es: Área para la presentación del tema de la Vitrina, este contenido aparecerá justo debajo de los componentes destacados.
pt_br: Área destinada à apresentação do tema da Vitrine, este conteúdo aparecerá logo abaixo dos componentes em destaque.

source: Title
es_es: Título
pt_br: Título

source: optional content
es_es: contenido opcional
pt_br: conteúdo opcional

source: Customize
es_es: Personalizar
pt_br: Personalizar

source: Text Color
es_es: Color del texto
pt_br: Cor do Texto

source: Background Color
es_es: Color de fondo
pt_br: Cor de Fundo

source: Main Content
es_es: Contenido principal
pt_br: Conteúdo Principal

source: Select the number of columns to display the main content
es_es: Seleccione el número de columnas para mostrar el contenido principal
pt_br: Selecione o número de colunas para apresentação do conteúdo principal

source: 1 column
es_es: 1 coluna
pt_br: 1 coluna

source: 2 columns
es_es: 2 columnas
pt_br: 2 colunas

source: Background color
es_es: Color de fondo
pt_br: Cor de Fundo

source: Show More
es_es: Mostrar más
pt_br: Mostrar mais

source: Infographics, images, graphs, tables, etc.
es_es: Infografías, imágenes, gráficos, tablas, etc.
pt_br: Infográficos, imagens, gráficos, tabelas, etc.

source: Select the number of columns to display the content
es_es: Seleccione el número de columnas para mostrar el contenido
pt_br: Selecione o número de colunas para apresentação do conteúdo

source: 3 columns
es_es: 3 columnas
pt_br: 3 colunas

source: Add the Embed code for the graphic element, you can also add text if necessary.
es_es: Agregue el código <Embed> para el elemento gráfico, además se puede añadir texto si es necesario.
pt_br: Adicione o código Embed do elemento gráfico, você também poderá adicionar um texto, caso necessário.

source: Show more
es_es: Mostrar más
pt_br: Mostrar mais

source: Videos
es_es: Vídeos
pt_br: Vídeos

source: Include 1 to 3 Youtube videos. Use the video URL. Ex: https://www.youtube.com/watch?v=VyzucTwkrCI or https://youtu.be/VyzucTwkrCI
es_es: Incluir 1 hasta 3 vídeos de Youtube. Utilice la URL del vídeo. Ej: https://www.youtube.com/watch?v=VyzucTwkrCI o https://youtu.be/VyzucTwkrCIVyzucTwkrCI
pt_br: Inserir de 1 a 3 vídeos do Youtube. Use a URL do vídeo. Ex: https://www.youtube.com/watch?v=VyzucTwkrCI ou https://youtu.be/VyzucTwkrCI

source: Video Code
es_es: Código de video
pt_br: Código do Vídeo

source: URL for link See more
es_es: URL para enlace Vea más
pt_br: URL para link Veja mais

source: Open in new window
es_es: Abrir en una nueva ventana
pt_br: Abrir em nova janela

source: Links to publications, documents and related or recommended sites
es_es: Enlaces a publicaciones, documentos y sitios web relacionados o recomendados
pt_br: Links para Publicações, documentos e sites relacionados ou recomendados

source: column
es_es: columna
pt_br: coluna

source: columns
es_es: columnas
pt_br: colunas

source: Authorship and collaborators
es_es: Autoría y colaboradores
pt_br: Autoria e Colaboradores

source: Special thanks or contacts area
es_es: Área para agradecimientos o contactos
pt_br: Área para agradecimentos ou contatos

source: CSS Editor
es_es: Editor de CSS
pt_br: Editor de CSS

source: Use this editor if you need to configure something specific to this Window. The CSS included in this field will only affect this Window.
es_es: Use este editor si necesita configurar algo específico para esta Vitrina. El CSS incluido en este campo solo afectará esta Vitrina.
pt_br: Use este editor caso necessite configurar algo específico a esta vitrine. A CSS incluída neste campo só afetará esta vitrine.

source: In the fields below we can create the highlighted components of the Window, at least 4 and at most 8 components, the system will organize the best display of the highlighted components and images.
es_es: En los campos de abajo podemos crear componentes destacados em la Vitrina, al menos 4 y un máximo de 8 componentes, el sistema va a organizar la mejor visualización de los componentes y imagens destacados.
pt_br: Nos campos abaixo podemos criar os componentes em destaque da Vitrine, no mínimo 4 componentes e no máximo 8, o sistema organizará a melhor exibição dos componentes e imagem de destaque.

source: Component
es_es: Componente
pt_br: Componente

source: Public Content
es_es: Contenido público
pt_br: Conteúdo público

source: Component Title
es_es: Título del componente
pt_br: Título do Componente

source: Link
es_es: Enlace

source: Title Color
es_es: Color del título
pt_br: Cor do Título

source: Icon
es_es: Ícono
pt_br: Ícone

source: Select the source of the icon that represents the component
es_es: Seleccione la fuente del icono para representar el componente
pt_br: Selecione a origem do ícone para representar este componente

source: Image URL
es_es: URL del imagen
pt_br: URL da imagem

source: Icon Color
es_es: Color del icono
pt_br: Cor do ícone

source: Notes
es_es: Notas
pt_br: Notas

source: The Notes field is internal and only used for the website´s information team, you can attach information that you think is necessary.
es_es: El contenido de este campo no se mostrará en la interfaz pública.
pt_br: O conteúdo deste campo não será exibido na interface pública.

source: Display WordPress Editor?
es_es: Mostrar el editor WordPress?
pt_br: Exibir o Editor do WordPress?

source: Window Title
es_es: Titulo de la Vitrina
pt_br: Título da Vitrine

source: Font Size
es_es: Tamaño de Fuente
pt_br: Tamanho da Fonte

source: Window Texts
es_es: Textos de la Vitrina
pt_br: Textos da Vitrine

source: Borders
es_es: Borde
pt_br: Bordas

source: Color of Boxes Borders, Images and Lines
es_es: Color del bordes, imágenes y líneas
pt_br: Cor das Bordas, Imagens e Linhas

source: Date the content was updated. This item is important to inform the user of recent changes in the content.
es_es: Fecha de actualización del contenido. Este elemento es importante para informar al usuario de los cambios recientes en el contenido.
pt_br: Data que o conteúdo foi atualizado. Este item é importante para informar ao usuário das mudanças recentes no conteúdo.

source: Date
es_es: Fecha
pt_br: Data

source: Drag to change the order of the highlighted components in the Window
es_es: Arrastre para cambiar el orden de los componentes destacados en la Vitrina
pt_br: Arraste para mudar a ordem dos componentes em destaque na vitrine

source: DISABLED
es_es: DESHABILITADA
pt_br: DESABILITADO

source: The order of the components can only be changed after saving the post
es_es: El orden de los componentes solo se puede cambiar después de guardar la publicación
pt_br: A ordem dos componentes só pode ser alterada após salvar o post

source: Update order of the components
es_es: Actualizar la orden de componentes
pt_br: Atualizar ordem dos componentes

source: Updated
es_es: Actualizada
pt_br: Atualizado

source: WP-Vitrines Settings
es_es: Configuración WP-Vitrinas
pt_br: Configurações WP Vitrines

source: WP-Vitrines
es_es: WP-Vitrinas

source: Home URL
es_es: URL de la página principal
pt_br: URL da homepage

source: Save changes
es_es: Guardar cambios
pt_br: Salvar alterações

source: Sorry, no posts matched your criteria.
es_es: Lo siento, no se encontro resultados.
pt_br: Desculpe, nenhum conteúdo encontrado.

source: Windows of Knowledge Collection of the VHL Network
es_es: Colección de Vitrinas del Conocimiento de la Red BVS
pt_br: Coleção de Vitrines do Conhecimento da Rede BVS

source: More videos
es_es: Más videos
pt_br: Mais vídeos

source: Updated content in:
es_es: Contenido actualizado en:
pt_br: Conteúdo atualizado em:

source: Video
pt_br: Vídeo
